* Технико экономическое обоснование разработки и производства системы автоматического управления беспилотным летательным аппаратом мультироторного типа

** Характеристика нового изделия
Изделие представляет собой двухслойную печатную плату с распаянным на
ней микроконтроллером в DIP корпусе, компонентами и разъёмами.
Область применения данного изделия это беспилотная авиация, а именно
беспилотные мультироторные летательные аппараты, которые в силу своей
специфики, не обладают аэродинамической устойчивостью и потому,
нуждаются в постоянной стабилизации в полёте.  Преимущество этого
изделия является простота его устройства и изготовления,
ремонтопригодность и заменяемость.

** Формирование отпускной цены нового изделия

*** Расчёт затрат по статье «Основные и вспомогательные материалы»
У меня нет каких-то отдельных материалов, типа пластика ABS для
изготовления корпуса, поэтому я пока этот пункт не могу посчитать. Так
как у меня просто нет этого корпуса.

UPD: Решил писать расчёт для корпуса из курсового.

#+NAME: materials
| Наименование материала                       | Еденица измерения | Норма расхода | Цена за единицу, BYN |   Сумма | Ссылка                                             |
|----------------------------------------------+-------------------+---------------+----------------------+---------+----------------------------------------------------|
| Сталь 10                                     | кг                |           0.9 | 4.45 / 1.2           |  3.3375 | https://aksvil.by/klientam/materialy-po-prokatu/   |
| Стеклотекстолит фольгированный двухсторонний | mm²               |          6800 | 270 / (500 * 500)    |   7.344 | https://belchip.by/product/?selected_product=49007 |
|----------------------------------------------+-------------------+---------------+----------------------+---------+----------------------------------------------------|
| Всего                                        |                   |               |                      | 10.6815 |                                                    |
|----------------------------------------------+-------------------+---------------+----------------------+---------+----------------------------------------------------|
| C учётом транспортных расходов               |                   |               |                      | 12.8178 |                                                    |
|----------------------------------------------+-------------------+---------------+----------------------+---------+----------------------------------------------------|
#+TBLFM: $5=$3 * $4::@4$5=vsum(@I..@II)::@5$5=@4 * 1.2

*** Расчёт затрат по статье «Покупные комплектующие изделия, полуфабрикаты»
#+NAME: components
| Наименование комплектующего или полуфабриката         | Кол-во на единицу, шт | Цена, BYN | Сумма, р | Ссылка                                             |
|-------------------------------------------------------+-----------------------+-----------+----------+----------------------------------------------------|
| Резистор DIN0207 10 кОм, 1/4 Вт                       |                     7 |    0.5/10 |     0.35 | https://belchip.by/product/?selected_product=09127 |
| Резистор DIN0204 22 Ом 1/4 Вт                         |                     2 |    0.4/10 |     0.08 | https://belchip.by/product/?selected_product=30192 |
| Резистор DIN0207 1 кОм 1/4 Вт                         |                     2 |    0.5/10 |      0.1 | https://belchip.by/product/?selected_product=12412 |
| Переменный резистор P015N                             |                     4 |        21 |       84 | https://www.chipdip.by/product0/8004552713         |
| Конденсатор электролитический радиальный 100 мкФ 35 В |                     1 |      0.14 |     0.14 | https://www.chipdip.by/product0/9000565892         |
| Конденсатор электролитический радиальный 10 мкФ 16 В  |                     1 |      0.10 |      0.1 | https://www.chipdip.by/product0/9000565840         |
| Конденсатор электролитический радиальный 100нФ        |                     1 |      0.75 |     0.75 | https://www.chipdip.by/product0/8002523603         |
| Конденсатор радиальный 22пФ SMD0805                   |                     2 |      3.30 |      6.6 | https://www.chipdip.by/product0/8004700181         |
| Микросхема LM7805 TO-220                              |                     1 |      2.35 |     2.35 | https://www.chipdip.by/product/lm7805ct-inchange   |
| Микроконтроллер ATMega328PU DIP-28                    |                     1 |     15.50 |     15.5 | https://www.chipdip.by/product/atmega328p-pu       |
| Зуммер пьезоэлектрический                             |                     1 |      4.10 |      4.1 | https://www.chipdip.by/product0/8008603196         |
| Светодиод красный 3мм                                 |                     1 |      0.10 |      0.1 | https://belchip.by/product/?selected_product=36754 |
| Переключатель DPDT JS202011AQN                        |                     1 |        11 |       11 | https://www.chipdip.by/product0/8017542278         |
| Переключатель SPDT OS102011MA1Q                       |                     1 |         6 |        6 | https://www.chipdip.by/product0/8002635118         |
| Диод Шотки 1N5817                                     |                     1 |      0.13 |     0.13 | https://www.chipdip.by/product/1n5817-sunmate      |
| Стабилитрон BZX79C5V1                                 |                     1 |      0.08 |     0.08 | https://www.chipdip.by/product0/8028547942         |
| Источник опорного напряжения LM385-BZ2.5              |                     1 |      8.90 |      8.9 | https://www.chipdip.by/product0/8008352362         |
| Транзистор 2N7000 TO-92                               |                     1 |      0.18 |     0.18 | https://www.chipdip.by/product/2n7000-jcet         |
| Разъём штырьевой pld-6                                |                     1 |      0.22 |     0.22 | https://www.chipdip.by/product/pld-6               |
| Разъём Barell Jack KLDX-0202-AC                       |                     1 |      4.90 |      4.9 | https://www.chipdip.by/product0/8006213815         |
| Разъём штырьевой SCT3001MH-2x6P                       |                     2 |      1.45 |      2.9 | https://www.chipdip.by/product/sct3001mh-2x6p      |
| Разъем гнездовой PBD1.27-2-4                          |                     1 |      2.70 |      2.7 | https://www.chipdip.by/product0/8009338622         |
| Кварцевый резонатор                                   |                     1 |      1.90 |      1.9 | https://www.chipdip.by/product0/9001626914         |
|-------------------------------------------------------+-----------------------+-----------+----------+----------------------------------------------------|
| Всего                                                 |                       |           |   153.08 |                                                    |
|-------------------------------------------------------+-----------------------+-----------+----------+----------------------------------------------------|
| Всего, с транспортно-заготовительными расходами       |                       |           |  168.388 |                                                    |
#+TBLFM: $4=$2*$3::@25$4=vsum(@I..@II)::@26$4=@25*1.1


*** Формирование отпускной цены нового изделия на основе полной себестоимости 
(предполагается автоматизированное производство нового изделия) 

| Показатель             | Формула/таблица для расчёта |
|------------------------+-----------------------------|
| Материалы              |                     12.8178 |
| Компоненты             |                     168.388 |
| Накладные расходы      |                   97.851132 |
| Полная себестоимость   |                   279.05693 |
| Плановая прибыль       |                   83.717079 |
| Отпускная цена изделия |                   362.77401 |

#+TBLFM: @2$2=remote(materials, @5$5)::@3$2=remote(components, @26$4)::@4$2=(@2$2 + @3$2) * 54 / 100::@5$2=vsum(@2..@4)::@6$2=@5$2 * 30 / 100::@7$2=@6$2 + @5$2

*** Методика расчёта полной себестоимости нового изделия методом удельных весов

*** Расчёт полной себестоимости на основе удельных весов

*** Формирование отпускной цены нового изделия на основе себестоимости рассчитанной методом удельных весов

** Расчёт экономического эффекта от производства и реализации новых изделий

** Расчёт инвестиций в производство нового изделия

*** Расчёт инвестиций в прирост собственного оборотного капитала

** Расчёт показателей экономической эффективности в производство нового изделия

